# Оружие
ent-RMCWeaponLauncherM5ATL = М5-ATL
    .desc = M5 Anti-Tank Launcher — мощное противотанковое пехотное оружие, commonly используемое КМП. Используется для уничтожения лёгких танков и вражеских сооружений, M5-ATL является опасным оружием с variety боевого применения, в зависимости от используемых боеприпасов, и способен стрелять как снарядами, так и реактивными гранатами. У этой модели полностью отсутствует smart оптика, и она, кажется, повреждена, что greatly ограничивает её дальность...

# Боеприпасы
ent-RMCRocket84mmAntiArmor = 84-мм противотанковая ракета
    .desc = Ракета, совместимая с M5-ATL, снаряжённая бронебойной боеголовкой. Малоэффективна против живой силы.

ent-RMCRocket84mm = 84-мм осколочно-фугасная ракета
    .desc = Ракета, совместимая с M5-ATL, снаряжённая осколочно-фугасной боеголовкой. Эффективна против живой сила, но против серьёзной техники почти бесполезна.

ent-RMCRocket84mmWhitePhosphorus = 84-мм фосфорная ракета
    .desc = Ракета, снаряжённая зажигательной фосфорной боеголовкой. Очень эффективна против живой силы.

# Снаряды
ent-RMCProjectileRocket84mmAntiArmor = 84-мм противотанковая ракета
    .desc = Если ты это видишь, ты, вероятно, мёртв!

ent-RMCProjectileRocket84mm = 84-мм осколочно-фугасная ракета
    .desc = Если ты это видишь, ты, вероятно, мёртв!
