ent-WeaponRifleL83A2 = винтовка Л83А2
    .desc = Винтовка гражданского класса с безгильзовыми патронами, используемая офицерами ПДСН.

ent-RMCMagazineRifleL83A2AP = магазин Л83А2 ББ (5.56x45мм)
    .desc = Магазин бронебойных патронов 5.56x45мм для винтовки Л83А2.
ent-RMCCartridgeRifleL83AAP = ББ патрон (5.56x45)
    .desc = Бронебойный винтовочный патрон 5.56x45.

ent-RMCMagazineRifleL83A2 = магазин Л83А2 (5.56x45мм)
    .desc = Магазин патронов 5.56x45мм для винтовки Л83А2.
ent-RMCCartridgeRifleL83A = патрон (5.56x45)
    .desc = Винтовочный патрон 5.56x45

ent-RMCMagazineRifleL83A2Incendiary = магазин Л83А2 ЗЖГ (5.56x45мм)
    .desc = Магазин зажигательных патронов 5.56x45мм для винтовки Л83А2.

ent-RMCMagazineRifleL83A2HEAP = магазин Л83А2 БФ (5.56x45мм)
    .desc = Магазон бронебойно-фугасных патронов 5.56x45мм для винтовки Л83А2.

ent-RMCMagazineRifleL83A2extended = увеличенный магазин Л83А2 (5.56x45мм)
    .desc = Увеличенный магазин для винтовки Л83А2.


