ent-AU14CMBequipmentvendor = вендор снаряжения БКМ
    .desc = Автоматизированная стойка-раздатчик, подключённая к небольшому складу снаряжения Колониального маршальского бюро. Укомплектована одеждой и полевым снаряжением правоохранительных органов для быстрого развёртывания.

ent-AU14CWPSequipmentvendor = вендор снаряжения СЗДК
    .desc = Автоматизированная стойка-раздатчик, подключённая к небольшому складу снаряжения Службы Защиты Дикой природы Колонии. Укомплектована одеждой и полевым снаряжением правоохранительных органов для быстрого развёртывания.

ent-AU14NSPAequipmentvendor = вендор снаряжения ПДСН
    .desc = Автоматизированная стойка-раздатчик, подключённая к небольшому складу снаряжения Полицейского управления сектора Нероид. Укомплектована одеждой и полевым снаряжением правоохранительных органов для быстрого развёртывания.

ent-AU14PaPequipmentvendor = вендор снаряжения НвД
    .desc = Автоматизированная стойка-раздатчик, подключённая к небольшому складу снаряжения Народного вооруженного Департамента. Укомплектована одеждой и полевым снаряжением правоохранительных органов для быстрого развёртывания.